package message

const (
	Help                = "Привет! Я бот для организации уборок в коливинге."
	Welcome             = "Добро пожаловать!"
	Registration        = "Пожалуйста, введите ваше имя и фамилию (и отчество, если есть) одним сообщением, разделяя их пробелами. Например: 'Иван Иванов' или 'Иван Иванов Иванович'."
	RegistrationSuccess = "Вы успешно зарегистрированы!"
	RegistrationFail    = "Произошла ошибка при сохранении данных. Попробуйте еще раз."
	PaymentLink         = "Ссылка на оплату общежития: [ссылка](https://qr.nspk.ru/BS1A0024H7H90TBF9SIB3Q07G8NV2HN5?type=01&bank=100000000008&crc=F7E6)"
)
